aaron-bond.better-comments
adashen.vscode-tomcat
austincummings.razor-plus
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dariofuzinato.vue-peek
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet-test-explorer
geeebe.duplicate
GitHub.vscode-pull-request-github
hashicorp.terraform
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
jolaleye.horizon-theme-vscode
LaurentTreguier.rpm-spec
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-mssql.mssql
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsonline.vsonline
msjsdiag.debugger-for-chrome
octref.vetur
PKief.material-icon-theme
plastic-scm.plastic-scm
pmneo.tsimporter
rbbit.typescript-hero
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
robinbentley.sass-indented
schneiderpat.aspnet-helper
shengchen.vscode-checkstyle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets
yatki.vscode-surround
yzhang.markdown-all-in-one
